#+PROPERTY: header-args :eval never-export
#+REVEAL_ROOT: file:///home/k/src/reveal.js/
#+OPTIONS: texht:nil ^:nil toc:nil  num:nil
#+REVEAL_THEME: black
#+REVEAL_TRANS: zoom
#+ATTR_REVEAL: :frag t
#+AUTHOR: Alex Koval for KharkivPy
#+TITLE: Kubernetes for Python developers

** Helm

Helm provides a template, create it for example this way:

#+BEGIN_SRC sh :dir ~/dev/kharkivpy-kubernetes/djangoapp/ :results output replace :async t
mkdir -p helm.new && cd helm.new && rm -rf helloworld
helm create helloworld
#+END_SRC

#+RESULTS:
: Creating helloworld

Now, lets compare... 

